import * as React from 'react';

import './style.scss';

const SecondPart = React.memo(() => <div className="P-clinic-about-us-second-part P-clinic-about-us-tablet">
  <div className="P-content">
    <span className="P-main-color-border" />
    <p>Ընկերության ժամանակակից լոգիստիկ կենտրոնը զբաղեցնում է 3600 ք/մ տարածք և սարքավորված է առաջնակարգ հոսքագծային տեխնիկայով, որը համապատասխանում է դեղամիջոցների պահպանման, մշակման և բաց թողնման ամենախիստ պահանջներին: Լոգիստիկ կենտրոնի բարձր թողունակությունը հնարավորություն է տալիս ժամանակին և որակյալ կազմակերպել մեր կողմից իրացվող տեսականու առաքումն ավելի քան 1000 դեղատներ և բուժհաստատություններ:<br /><br /> «Ալֆա Ֆարմ» դեղատների ցանցը բաղկացած է 170-ից ավել դեղատներից, այդպիսով հանդիսանալով հանրապետությունում ամենամեծ և աշխարհագրորեն սփռված ցանցը: Ցանցի դեղատները գործում են Երևան, Գյումրի, Վանաձոր, Ստեփանավան, Վայք, Սևան, Մարտունի, Գավառ, Աբովյան, Հրազդան, Բյուրեղավան, Չարենցավան, Աշտարակ, Արմավիր, Արարատ, Կապան քաղաքներում և նախատեսվում է էլ ավելի ընդլայնել ցանցի աշխարհագրությունը, այդպիսով հասանելի դառնալով ՀՀ ողջ տարածքում:</p>
  </div>
  <div className="P-image" />
</div>);

export default SecondPart;