import * as React from 'react';

import ROUTES from 'platform/constants/routes';
import { byRoute } from 'platform/decorators/routes';
import HelperPureComponent from 'platform/classes/helper-pure-component';
import Settings from 'platform/services/settings';
import { IStaticResponseModel } from 'platform/api/static/models/response';
import StaticController from 'platform/api/static';

import './style.scss';
import ShadowText from "../../../components/shadow-text";

interface IState {
  data?: IStaticResponseModel;
}

@byRoute([ROUTES.CARD_INFO])
class CardInfo extends HelperPureComponent<{}, IState> {

  public state: IState = {};

  public async componentDidMount() {
    const result = await StaticController.GetBonusCard();
    this.safeSetState({ data: result.data });
  }

  public render() {
    const { data } = this.state;

    return (
      <section className="G-page P-card-info-page">
        <h2 className="G-page-title">{Settings.translations.what_is_alfa_card.toUpperCase()}</h2>

        {/*{data && <div className="P-content" dangerouslySetInnerHTML={{ __html: data.content }} />}*/}
        <div className="P-content">
          <p>Ալֆա-Ֆարմ դեղատների ցանցը 01.11.2016թ.-ից գործարկել էհաճախորդների խրախուսման բոնուսային ծրագիր, որը հնարավորությունէ տալիս հաճախորդներին կատարելով գնումներ Ալֆա-Ֆարմ դեղատներից՝դրանց դիմաց կուտակել միավորներ եւ ծախսել Ալֆա-Ֆարմի դեղատներումհետագա գնումներ կատարելիս:</p>
          <br/>
          <p>«Ալֆա Քարտ» կարող եք ձեռք բերել Ալֆա-Ֆարմ դեղատների ցանցիցանկացած մասնաճյուղից գնումներ կատարելիս։</p>
          <h3 className="G-text-bold G-text-center">«ԱլֆաՔարտ» - Բոնուսային ծրագիր</h3>
          <br/>
          <p>«ԱլֆաՔարտ» բոնուսային կուտակային ծրագիրը հնարավորություն է ընձեռում հաճախորդներին կատարել գնումներ «Ալֆա-Ֆարմդեղատներից,դրանցդիմացկուտակելմիավորներեւծախսելդրանք`մաս-մասկամամբողջությամբ(1 միավորը համարժեք է 1 դրամի): Միավորները կուտակվումեն կախված հաճախորդի միանվագ կատարված գնումների գումարի չափից`ըստհետեւյալսանդղակի.</p>
          <br/>
          <p>Ներկայացնելով «Ալֆա Քարտ»-ը կուտակեք միավորներ ըստ հետեւյալ սանդղակի.</p>
          <ul>
            <li>2 միավոր յուրաքանչյուր 100 դրամի դիմաց` մինչեւ 10 000 դրամ միանվագ գնում կատարելու դեպքում</li>
            <li>3 միավոր յուրաքանչյուր 100 դրամի դիմաց` 10 000-ից մինչեւ 20 000 դրամ միանվագ գնում կատարելու դեպքում</li>
            <li>5 միավոր  յուրաքանչյուր 100 դրամի դիմաց` 20 000 դրամ եւ ավել միանվագ գնում կատարելու դեպքում</li>
            <li>+1 լրացուցիչ միավոր յուրաքանչյուր 100 դրամի դիմաց` 40 000 դրամ եւ ավել միանվագ գնում կատարելու դեպքում</li>
            <li>+1 լրացուցիչ միավոր յուրաքանչյուր 100 դրամի դիմաց՝  կիրակի օրերին գնումներ կատարելիս</li>
          </ul>
          <br/>
          <p>Նաեւ հնարավորություն ունեք կուտակել բարձր միավորներ`</p>
          <ul>
            <li>ընտրեք կամայական 2 Հատուկ ապրանքատեսակ եւ կուտակեք ֆիքսված 6 միավոր յուրաքանչյուր 100 դրամի դիմաց: Հատուկ ապրանքները հնարավոր է փոփոխել ամեն 3 ամիսը մեկ, իսկ մանկական ապրանքները, որոնք Հատուկ ապրանք են ընտրված՝ ամիսը մեկ:</li>
            <li>
              կուտակեք հատուկ բարձր միավորներ յուրաքանչյուր 100 դրամի դիմաց` հետեւյալ ապրանքանիշերի ապրանքատեսակները գնելիս.
              <br/>
              <span className="G-text-bold">Avene,Vichy, La Roche-Posay, Ducray, Bioderma, Bambo, Maternea, Mustela, Bebble, Canpol, Abena, Lavena, Abri, Swiss image, Himalaya, Avanta, Footness, Derma, Bioderma։</span>
            </li>
            <li>5 միավոր  յուրաքանչյուր 100 դրամի դիմաց` 20 000 դրամ եւ ավել միանվագ գնում կատարելու դեպքում</li>
            <li>+1 լրացուցիչ միավոր յուրաքանչյուր 100 դրամի դիմաց` 40 000 դրամ եւ ավել միանվագ գնում կատարելու դեպքում</li>
            <li>+1 լրացուցիչ միավոր յուրաքանչյուր 100 դրամի դիմաց՝  կիրակի օրերին գնումներ կատարելիս</li>
          </ul>
          <br/>
          <h3 className="G-text-bold">Վերոնշյալ կուտակումների դեպքում ստանդարտ կուտակման սանդղակը չի գործում։</h3>
          <br/>
          <p>*Ցածր միավորներ կարող են տրամադրվել կամ ընդհանրապես չտրամադրվել ընկերության կողմից սահմանված որոշ ապրանքախմբերի համար,որոնք սովորաբար  վաճառվում են ցածր գներով կամ hատուկ զեղչով:</p>
          <p>* Առանձին ակցիաների դեպքում դրանց կուտակման պայմանները սահմանվում են առանձին-առանձին</p>
          <p>* Գործող զեղչերի դեպքում «ԱլֆաՔարտ» կիրառելիս ապրանքը չի զեղչվի եւ կատարված գնման չափով կգործի կուտակում ըստ ստանդարտ կուտակման սանդղակի։</p>
          <p>* Կուտակված միավորներն օգտագործելիս դրանց դիմաց նոր միավորներ չեն կուտակվում։</p>
          <h3 className="G-text-bold">Մեկ տարուց ավել քարտը չօգտագործելու դեպքում այն կարգելափակվի եւմիավորները կզրոյացվեն:</h3>
          <br/>
          <h3 className="G-text-bold G-text-center">«ԱլֆաՔարտ» - Բոնուսային ծրագիր կորպորատիվ հաճախորդների համար</h3>
          <br/>
          <p>«ԱլֆաՔարտ» կորպորատիվ հաճախորդների բոնուսային կուտակային ծրագիրը հնարավորություն է ընձեռում հաճախորդներին կատարել գնումներ «Ալֆա-Ֆարմ դեղատներից,դրանց դիմաց կուտակել միավորներ եւ ծախսել`մաս-մաս կամ ամբողջությամբ(1 միավորը համարժեք է 1 դրամի):Միավորները կուտակվում են կախված հաճախորդի միանվագ կատարված գնումների գումարի չափից`ըստ հետեւյալ սանդղակի.</p>
          <br/>
          <ul>
            <li>6 միավոր յուրաքանչյուր 100 դրամի դիմաց` մինչեւ 10 000 դրամ միանվագ գնում կատարելու դեպքում</li>
            <li>7 միավոր յուրաքանչյուր 100 դրամի դիմաց` 10 000-ից մինչեւ 20 000 դրամ միանվագ գնում կատարելու դեպքում</li>
            <li>9 միավոր յուրաքանչյուր 100 դրամի դիմաց` 20 000 դրամ եւ ավել միանվագ գնում կատարելու դեպքում</li>
            <li>+1 լիացուցիչ միավոր յուրաքանչյուր 100 դրամի դիմաց` 40 000 դրամ եւ ավել միանվագ գնում կատարելու դեպքում</li>
            <li>+1 լրացուցիչ միավոր յուրաքանչյուր 100 դրամի դիմաց՝  կիրակի օրերին գնումներ կատարելիս</li>
          </ul>
          <br/>
          <p>Քարտապանը հնարավորություն ունի կուտակել բարձր միավորներ`.</p>
          <br/>
          <ul>
            <li>ընտրելով կամայական 2 Հատուկ ապրանքատեսակ՝ կուտակվի ֆիքսված 6 միավոր յուրաքանչյուր 100 դրամի դիմաց: Հատուկ ապրանքները հնարավոր է փոփոխել ամեն 3 ամիսը մեկ, իսկ մանկական ապրանքները, որոնք Հատուկ ապրանք են ընտրված՝ ամիսը մեկ:</li>
            <li>
              կկուտակվեն հատուկ բարձր միավորներ յուրաքանչյուր 100 դրամի դիմաց` հետեւյալ ապրանքանիշերի ապրանքատեսակները գնելիս.
              <br/>
              <span className="G-text-bold">Avene,Vichy, La Roche-Posay, Ducray, Bioderma, Bambo, Maternea, Mustela, Bebble, Canpol, Abena, Lavena, Abri, Swiss image, Himalaya, Avanta, Footness, Derma, Bioderma։</span>
            </li>
          </ul>
          <br/>
          <h3 className="G-text-bold">Վերոնշյալ կուտակումների դեպքում ստանդարտ կուտակման սանդղակը չի գործում։</h3>
          <br/>
          <p>*Ցածր միավորներ կարող են տրամադրվել կամ ընդհանրապես չտրամադրվել ընկերության կողմից սահմանված որոշ ապրանքախմբերի համար,որոնք սովորաբար  վաճառվում են ցածր գներով կամ hատուկ զեղչով:</p>
          <p>* Առանձին ակցիաների դեպքում դրանց կուտակման պայմանները սահմանվում են առանձին-առանձին</p>
          <p>* Գործող զեղչերի դեպքում «ԱլֆաՔարտ» կիրառելիս ապրանքը չի զեղչվի եւ կատարված գնման չափով կգործի կուտակում ըստ ստանդարտ կուտակման սանդղակի։</p>
          <p>* Կուտակված միավորներն օգտագործելիս դրանց դիմաց նոր միավորներ չեն կուտակվում։</p>
          <br/>
          <h3 className="G-text-bold">Մեկ տարուց ավել քարտը չօգտագործելու դեպքում այն կարգելափակվի եւմիավորները կզրոյացվեն:</h3>
        </div>
      </section>
    );
  }
}

export default CardInfo;
